[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Nicklas Holm, Björn Bodén, TimmE
VERSION=3.0.0

[Language]
LANGUAGE=Svenska
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041D

[Menu]
FILE=&Arkiv
FILE_EXIT=&Avsluta
EDIT=&Redigera
EDIT_COPY=&Kopiera
THEME=&Tema
HELP=&Hjälp
HELP_ABOUT=&Om CrystalDiskMark
LANGUAGE=Språk
ZOOM=&Zoom
AUTO=&Auto
TEST_DATA=&Testdata
DEFAULT_RANDOM=Standard (Slumpmässig)
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
ALL_ZERO=All 0x00 (0 Fill)
SELECT_FOLDER=Select Folder
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Vänligen stoppa mätningen.
DISK_CAPACITY_ERROR=Otillräckligt diskutrymme.
DISK_CREATE_FILE_ERROR=Misslyckades att skapa fil.
DISK_WRITE_ERROR=Skrivfel.
DISK_READ_ERROR=Läsfel.
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testenhet
TEST_SIZE=Teststorlek
TEST_COUNT=Antal körningar
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=Om CrystalDiskMark
QUEUES_THREADS=Queues & Threads
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
